-- เครื่องให้อาหารเม็ดอัตโนมัติสาหรับสัตว์เลี้ยงขนาดเล็ก
insert into student
    values ("1157104001604","001604","ไอรดา","พฤษภา",2561,1,"null","null");

insert into student
    values ("1157104009433","009433","สายธาร","งามขา",2561,1,"null","null");

-- โดรนเก็บข้อมูลจากสถานีตรวจวัดในแปลงเกษตร
insert into student
    values ("1158304620045","620045","ภัทร","ทองทรัพย์",2561,1,"null","null");
    
insert into student
    values ("1158304620060","620060","ปวริศร์","เกตุมณี",2561,1,"null","null");

-- ระบบช่วยงานอาจารย์ที่ปรึกษา กรณีศึกษาภาควิชาวิศวกรรมคอมพิวเตอร์ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1158304620011","620011","มติ","กาญจนพันธุ์",2561,2,"null","null");
    
insert into student
    values ("1158304620417","620417","นฤเบศร์","ครองตน",2561,2,"null","null");

-- หมวกกันน็อกอัจฉริยะ พร้อมเชื่อมต่อแอพพลิเคชั่นแอนดรอยด์
insert into student
    values ("1158304620136","620136","ธีรเดช","ทรัพย์สิน",2561,2,"null","null");
    
insert into student
    values ("1158304620086","620086","จิรายุ","ชื่นชม",2561,2,"null","null");

-- ระบบทำนายผลการเรียนรายวิชา โดยใช้กฎความสัมพันธ์และต้นไม้ตัดสินใจ กรณีศึกษา: ภาควิชาวิศวกรรมคอมพิวเตอร์ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1158304620078","620078","ณัฐพล","มีจริง",2561,1,"null","null");
    
insert into student
    values ("1158304620268","620268","ปริญาวัตน์","แก้วใส",2561,1,"null","null");

-- รถเข็นติดตามบุคคล
insert into student
    values ("1158404620028","620028","อัครเดช","เรืองรัตน์",2561,1,"null","null");
    
insert into student
    values ("1158404620176","620176","วรวุฒิ","ประพันธ์ศิริ",2561,1,"null","null");

-- สายรัดข้อมือแจ้งเตือนฉุกเฉินและระบุตำแหน่งอัตโนมัติ
insert into student
    values ("1157104002461","002461","ศรศวัส","ส่องแสงจันทร์",2561,2,"null","null");
    
insert into student
    values ("1157104003238","003238","ณัฐกานต์","พระจันทร์ศรี",2561,2,"null","null");

insert into student
    values ("1157104007106","007106","กิตติทัต","เนียมไทย",2561,2,"null","null");

-- ระบบบริหารจัดการค่าใช้จ่ายและกิจกรรมในนาข้าว ระดับครัวเรือน กรณีศึกษา ต.กบเจา อ.บางบาล จ.พระนครศรีอยุธยา
insert into student
    values ("1157404620178","620178","ศุภรัตน์","วิงวอน",2561,2,"null","null");
    
insert into student
    values ("1157404620251","620251","สมฤทัย","พันธุโรจน์",2561,2,"null","null");

insert into student
    values ("1157404620269","620269","ธีรภัทร","แพร่งสุวรรณ์",2561,2,"null","null");

-- พัฒนาเกมออนไลน์ ไดเมนชั่น ซิกซ์
insert into student
    values ("1154104620574","620574","ทินภัทร","นันดวงแก้ว",2561,2,"null","null");

-- ระบบยืม-คืนอุปกรณ์ กรณีศึกษา บริษัทเอนาเมส จากัด
insert into student
    values ("1157304620203","620203","โกมินทร์","พรหมทอง",2561,2,"null","null");
    
insert into student
    values ("1157304620179","620179","ศรัณยู","เชิงแก้ว",2561,2,"null","null");

insert into student
    values ("1157304620294","620294","ชินวัฒน","ชมภูนุช",2561,2,"null","null");

-- ระบบสร้างแบบทดสอบออนไลน์เพื่อสนับสนุนกิจกรรมการเรียนการสอน
insert into student
    values ("1156104003966","003966","ศิริพงษ์","มานุจำ",2561,2,"null","null");
    
insert into student
    values ("1157104002743","002743","อภิสิทธิ์","ทนันชัย",2561,2,"null","null");

-- เครื่องควบคุมแผงโซล่าเซลล์หมุนตามความเข้มแสงอาทิตย์แบบ 2 แกน
insert into student
    values ("1157404620020","620020","ผดุงศักดิ์","ครองพวก",2561,2,"null","null");
    
insert into student
    values ("1157404620046","620046","สิรภพ","อ่วมเจริญ",2561,2,"null","null");

insert into student
    values ("1157404620236","620236","ธีระนันต์","พันธ์ภักดี",2561,2,"null","null");   