-- โมไบล์แอปพลิเคชันสำหรับตรวจจับบุคคลที่ไม่สวมใส่หมวกกันน็อกในระหว่างขับขี่รถจักรยานยนต์ ด้วยการประมวลผลภาพ
insert into student
    values ("1161104001101","001101","อนุกฤษณ์","สอนบุญตา",2565,2,"null","null");

insert into student
    values ("1161104620579","620579","ณัฐพนธ์","พงษ์จินดากร",2565,2,"null","null");

insert into student
    values ("1161104620611","620611","ภาณุวัฒน์","อัจฉริยทิน",2565,2,"null","null");        

-- ระบบตรวจสอบการนั่งทำงานในองค์กร
insert into student
    values ("1161104620314","620314","นิธิพัฒน์","โพธิ์สุภาพ",2565,2,"null","null");

insert into student
    values ("1161104620660","620660","ธนกฤต","ชงัดเวช",2565,2,"null","null");      

-- ระบบจัดการสถานีตรวจวัดสภาพอากาศและฝุ่น
insert into student
    values ("1162104000473","000473","ธนเทพ","สิทธิยา",2565,1,"null","null");

insert into student
    values ("1162104000713","000713","นุชนาถ","ศรีเมือง",2565,1,"null","null");

insert into student
    values ("1162104003188","003188","เอกบดินทร์","โพธิ์วัน",2565,1,"null","null");

-- ระบบตรวจสอบคุณภาพน้ำสำหรับตู้ปลาสวยงาม
insert into student
    values ("1162304620104","620104","กิตติมา","อุดมปัญญาศิริกุล",2565,2,"null","null");

insert into student
    values ("1162304620294","620294","รุจ","พรชัยประสิทธิ์",2565,2,"null","null");      

-- สถานีตรวจวัดสภาพอากาศและตรววจับเปลวไฟ
insert into student
    values ("1161104000517","000517","ธนทัต","ขันทะ",2565,1,"null","null");

insert into student
    values ("1161104620173","620173","กายเพชร","สุกพราว",2565,1,"null","null");

-- ระบบควบคุมหุ่นยนต์รดน้ำต้นไม้
insert into student
    values ("1161104620181","620181","จัสมิน","ยุโสต",2565,2,"null","null");

insert into student
    values ("1161104000459","000459","ณิชานันท์","โชคสิริจินดารัตน",2565,2,"null","null");  

-- ระบบตรวจสอบการใส่หน้ากากอนามัยที่ถูกต้อง
insert into student
    values ("1162304620401","620401","เจษฎา","วิชัยเนตร",2565,2,"null","null");

insert into student
    values ("1162304620062","620062","ลือชา","กานต์มณีกุล",2565,2,"null","null");

insert into student
    values ("1162304620138","620138","ทวีสุข","เพชรประสิทธิ์",2565,2,"null","null");   

-- ระบบตรวจสอบและแจ้งเตือนการหลับ
insert into student
    values ("1162104002644","002644","ภูบดินทร์","ชัยชนะ",2565,1,"null","null");

insert into student
    values ("1162104003899","003899","ณัฐวรา","มณีเมือง",2565,1,"null","null");

insert into student
    values ("1162104620353","620353","กฤษฎา","คำกงลาด",2565,1,"null","null");   

-- กริ่งประตูอัตโนมัติพร้อมการรู้จำใบหน้าและแจ้งเตือนผ่านไลน์แอปพลิเคชัน
insert into student
    values ("1162104001976","001976","ฐานทัพ","ถาวรประเสริฐ",2565,1,"null","null");

insert into student
    values ("1162104003329","003329","วิชยุตม์","คล้ายกรุต",2565,1,"null","null");

insert into student
    values ("1162104001919","001919","ชานนท์","พฤฒิสาร",2565,1,"null","null");   
    
-- แอปพลิเคชันติดตามผู้ป่วยโรค เอ็นซีดี กรณีศึกษาโรงพยาบาลส่งเสริมสุขภาพตาบลบ้านหนองรี
insert into student
    values ("1161104000939","000939","ศุภสันห์","ร่มเกษ",2565,1,"null","null");

insert into student
    values ("1161104620033","620033","ธิติ","หินธง",2565,1,"null","null");   

-- ระบบการสอบสมรรถนะ : กรณีศึกษาภาควิชาวิศวกรรมคอมพิวเตอร์
insert into student
    values ("1162304620393","620393","เกรียงไกร","คล้ายคลึงดี",2565,2,"null","null");

insert into student
    values ("1162304620302","620302","วัชรินทร์","นันทจันทร์",2565,2,"null","null"); 
    
-- เครื่องแลกขวดพลาสติกอัตโนมัติ
insert into student
    values ("1162104000606","000606","ธีรวัฒน์","แข็งขัน",2565,1,"null","null");

insert into student
    values ("1162104002685","002685","ยสิศร","วงศาโรจน์",2565,1,"null","null");

insert into student
    values ("1162104620106","620106","คริษฐ์","สิทธิศักดิ์",2565,1,"null","null");   

-- ระบบเสียงตามสายไร้สาย
insert into student
    values ("1162304620278","620278","ภิญโญ","แจ้งจิตร",2565,2,"null","null");

insert into student
    values ("1162304620377","620377","อิศเรศ","ชายเสม",2565,2,"null","null"); 

-- ระบบแนะนำสถานที่ภายในจังหวัดชลบุรี
insert into student
    values ("1161404620030","620030","สรวิศ","กล่อมเมฆ",2565,2,"null","null");

insert into student
    values ("1161404620212","620212","วรายุฑ","มณีกุล",2565,2,"null","null");

-- ระบบการเลือกสาขาวิชาของคณะวิศวกรรมศาสตร์บนโมไบล์แอปพลิเคชัน
insert into student
    values ("1161304620122","620122","ตั้งปณิธาน","ทาประดิษฐ",2565,2,"null","null");

insert into student
    values ("1161304620346","620212","ศรัณยู","มงคลศิลป์",2565,2,"null","null");
     
-- "ระบบบันทึกและประเมินผลการปฏิบัติราชการของอาจารย์ภาควิชาวิศวกรรมคอมพิวเตอร์ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1161104620298","620298","นิตยา","แสนสุภา",2565,2,"null","null");

insert into student
    values ("1161104620447","620447","วิภาวี","คุณากรกีรติ",2565,2,"null","null");
     
-- ระบบจัดการหอพักออนไลน์
insert into student
    values ("1160104620530","620530","อนาวินท์","เพ็ชรวารี",2565,1,"null","null");

insert into student
    values ("1160104620571","620571","ธนชัย","โฉมอัมฤทธิ์",2565,1,"null","null");

insert into student
    values ("1160104620597","620597","อรวรา","ชูชื่น",2565,1,"null","null");  

-- ระบบแนะนำสถานที่สำหรับมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1161404620303","620303","ภัทรวดี","เอมสุ่น",2565,2,"null","null");

insert into student
    values ("1161404620345","620345","สุทิวัช","งามเปี่ยม",2565,2,"null","null");
     
-- ระบบแจ้งเตือนระดับน้ำท่วมใต้ทางลอดถนนกลับรถ
insert into student
    values ("1162104003568","003568","ศรเทพ","เหลาสิงห์",2565,1,"null","null");

insert into student
    values ("1162104620023","620023","ธนา","พวงชะบา",2565,1,"null","null");

-- เกมเสริมสร้างคำศัพท์ภาษาอังกฤษบนระบบปฏิบัติการแอนดรอยด์
insert into student
    values ("1160104620340","620340","ศศิพงษ์","ลมุลครบุรี",2565,2,"null","null");

insert into student
    values ("1160104620266","620266","พุฒิพงศ์","นนทวาสี",2565,2,"null","null");

insert into student
    values ("1160104620308","620308","สมัชญ์","เกษมพรสกุล",2565,2,"null","null");    

-- แอปพลิเคชันออกกำลังกายด้วยระบบประมวลผลภาพ
insert into student
    values ("1161104620595","620595","วีรภัทร","ฝ่ายผุย",2565,2,"null","null");

insert into student
    values ("1161104620017","620017","ยุทธศักดิ์","รัตนประทีป",2565,2,"null","null");

insert into student
    values ("1161104620231","620231","ธนวัฒน์","กรรณิกา",2565,2,"null","null"); 
 
-- ระบบจัดการเกมสาหรับการสอนวิชาการเขียนโปรแกรมคอมพิวเตอร์
insert into student
    values ("1160104002234","002234","พรภวิษย์","ดาพิทักษ์",2565,2,"null","null");

insert into student
    values ("1160104620514","620514","ภูธเนศ","เรือนงาม",2565,2,"null","null");

insert into student
    values ("1160104620373","620373","วิศรุต","สุขจิตต์",2565,2,"null","null"); 
 
-- ระบบจัดการข้อมูลนักศึกษาของศูนย์บริการนักศึกษาพิการในมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1161304620049","620049","อดิศักดิ์","มีทอง",2565,1,"null","null");

-- ระบบระบุตัวบุคคลด้วยลายฝ่ามือ
insert into student
    values ("1162304620153","620153","เดชพงศ์","สำเนาการ",2565,2,"null","null");

insert into student
    values ("1162304620088","620088","อานนท์","ม่วงสาร",2565,2,"null","null"); 
 
-- แอปพลิเคชันค้นหาชื่อสมุนไพรไทยด้วยการประมวลผลภาพ
insert into student
    values ("1161304620013","620013","กัญญารัตน์","สังขพันธ์",2565,2,"null","null");

insert into student
    values ("1161304620344","620344","สุเมธ","หงษ์นาค",2565,2,"null","null"); 
 
-- ระบบจัดการและแจ้งเตือนคิวผู้ป่วยนอก
insert into student
    values ("1161304620239","620239","นนฑชัย","จุลสุนทร",2565,2,"null","null");

insert into student
    values ("1161304620254","620254","ภัสสิน","แน่นหนา",2565,2,"null","null");

insert into student
    values ("1161304620445","620445","พันธกานต์","ศรีไพรงาม",2565,2,"null","null"); 
 
-- "ระบบยืมคืนอุปกรณ์และจัดการวัสดุสิ้นเปลือง ภาควิชาวิศวกรรมคอมพิวเตอร์ คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1161104620116","620116","กัญญาภัค","ไขแสง",2565,2,"null","null");

insert into student
    values ("1161104000988","000988","สายรัก","ดาบแก้ว",2565,2,"null","null"); 

-- แอปพลิเคชันเตรียมสอบใบขับขี่
insert into student
    values ("1161104620421","620421","วริศรา","ไชยวรรณา",2565,2,"null","null");

insert into student
    values ("1161104620389","620389","ภัคกุล","แสงเพชรใส",2565,2,"null","null");

insert into student
    values ("1161104620702","620702","ธาม","สาลีเรือง",2565,2,"null","null"); 
 
-- เครื่องแยกพัสดุด้วยการประมวลผลภาพ
insert into student
    values ("1161104620363","620363","ปวริศา","สรนันท์",2565,2,"null","null");

insert into student
    values ("1161104620058","620058","พิเชษฐ์","ลิ่วเวหา",2565,2,"null","null");

insert into student
    values ("1161104620082","620082","สุทธิชัย","แก้วกระจ่าง",2565,2,"null","null"); 
 
-- ระบบจัดการหอพักราชมงคล มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1161404620220","620220","อนุสรา","มุกดา",2565,1,"null","null");

insert into student
    values ("1161404620329","620329","ศจิษฐา","ศรประสิทธิ์",2565,1,"null","null");

-- ระบบการจัดการเรียน และการมาเรียนโรงเรียนวัดหงส์ปทุมาวาส
insert into student
    values ("1161104000186","000186","จักรินทร์","เอี่ยมมิ",2565,2,"null","null");

insert into student
    values ("1161104000335","000335","ฐิติ","ท้าวศรีสกุล",2565,2,"null","null"); 
 
-- ระบบจัดหางานนอกเวลาสำหรับนักศึกษามหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1161304620114","620114","ธีรภัทร์","จันวนา",2565,2,"null","null");

insert into student
    values ("1161304620320","620320","นิธิ","วงษ์เพ็ง",2565,2,"null","null"); 
 
-- "โมไบล์แอปพลิเคชันแนะนำร้านค้าร้านอาหารและร้านบริการในพื้นที่รอบมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1161304620312","620312","เมืองเอก","อึงนันทศิริกุล",2565,2,"null","null");

insert into student
    values ("1161304620205","620205","ธนดลย์","จันทร์หอม",2565,2,"null","null"); 
 
-- ถังขยะอัตโนมัติสำหรับผู้ทุพพลภาพ
insert into student
    values ("1162104002263","002263","ธิติ","พันธุ์ทอง",2565,1,"null","null");

insert into student
    values ("1162104620296","620296","เอกภาพ","โสติสงค์",2565,1,"null","null"); 
 
-- ระบบการยืมคืนอุปกรณ์สำหรับภาควิชาวิศวกรรมคอมพิวเตอร์
insert into student
    values ("1160104620423","620423","กัญญสรร","เชาว์วิมล",2565,2,"null","null");

insert into student
    values ("1160104001160","001160","ภัคพงษ์","พงษ์โสภณ",2565,2,"null","null"); 
 
-- ระบบสั่งอาหารพร้อมส่งออนไลน์
insert into student
    values ("1161304620080","620080","คุณานนต์","โพธิบัลลังก์",2565,2,"null","null"); 

insert into student
    values ("1161304620429","620429","ปวีณ์สุดา","สอิ้ง",2565,2,"null","null"); 
 
-- เว็บไซต์ซื้อขายอะไหล่รถยนต์มือสอง
insert into student
    values ("1159404620208","620208","พรสกล","แก้วมณี",2565,2,"null","null"); 
 
-- แอปพลิเคชันสำหรับฝึกสมอง
insert into student
    values ("1161104000020","000020","ศรเทพ","สิมมะลี",2565,2,"null","null");

insert into student
    values ("1161104620512","620512","อนุชิต","สังข์มณี",2565,2,"null","null"); 
 
-- ระบบเอกสารเบิกจ่ายการสอน กรณีศึกษา : ภาควิชาวิศวกรรมคอมพิวเตอร์
insert into student
    values ("1162104620056","620056","นฤพงศ์","คล้ายทับทิม",2565,1,"null","null");

insert into student
    values ("1162104620254","620254","วีรภัทร","สัตยาอภิธาน",2565,1,"null","null"); 
 
-- แอปพลิเคชันติดตามสัตว์เลี้ยงและปลอกคอ
insert into student
    values ("1106104620068","620068","ชุติมณฑน์","จันทวงศ์ศา",2565,1,"null","null");

insert into student
    values ("1160104620381","620381","พรเทพ","นาคธูป",2565,1,"null","null"); 
 
-- ชุดเครื่องมือจำแนกส่วนของเนื้อวัวด้วยรูปภาพ
insert into student
    values ("1161104620074","620074","ภควัต","วงษ์จันทร์นา",2565,1,"null","null");

insert into student
    values ("1161104620439","620439","วายุ","ประสพทอง",2565,1,"null","null"); 
