-- ระบบตรวจสอบและแสดงสถานะที่จอดรถด้วยแอปพลิเคชันโทรศัพท์มือถือ
insert into student
    values ("1159104620045","620045","ปณิตา","สุขสถิตย์",2564,2,"null","null");

insert into student
    values ("1159104002095","002095","พัทธพล","ชาวอบทม",2564,2,"null","null");

-- อุปกรณ์ระบุทิศทางภายในมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1160104000063","000063","วสุรัตน์","เหลาชัย",2564,2,"null","null");

insert into student
    values ("1160104620274","620274","ธนโชติ","จิตติเสรีสกุล",2564,2,"null","null");

-- ตู้เพาะเลี้ยงถั่งเช่าสีทองอัตโนมัติ
insert into student
    values ("1161104620645","620645","สมัญญา","สนธิรักษ์",2564,1,"null","null");

insert into student
    values ("1161104001705","001705","สรชัช","งามจารุสิน",2564,1,"null","null");

insert into student
    values ("1161104620397","620397","ภัคพล","ล้นเหลือ",2564,1,"null","null");        

-- โปรแกรมบันทึกภาระงานรายวันสาหรับบุคลากรสายสนับสนุน คณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1159304620324","620324","ธีรเมธ","ด้วงที่สุด",2564,2,"null","null");

insert into student
    values ("1159304620332","620332","นันธพร","แก้วประเสริฐ",2564,2,"null","null");

-- ระบบการจัดทำฟอร์มอิเล็กทรอนิกส์
insert into student
    values ("1159404620240","620240","นพดล","มานะดี",2564,2,"null","null");

insert into student
    values ("1160404620230","620230","อัครวิทย์","จตุรกูล",2564,2,"null","null");

-- สมาร์ตแจ็คเก็ตสำหรับคนตาบอด
insert into student
    values ("1161104000830","000830","วราภรณ์","สร้อยแสงจันทร์",2564,1,"null","null");

insert into student
    values ("1161104620041","620041","วีรยา","ก๊กทรัพย์",2564,1,"null","null");

insert into student
    values ("1161104620520","620520","เจษฎา","ประเสริฐศรี",2564,1,"null","null");        

-- ระบบติดตามและระบุตำแหน่งรถโดยสารประจำทางมหาวิทยาลัย
insert into student
    values ("1159104004737","004737","ธนบดี","นาทิพย์",2564,2,"null","null");

insert into student
    values ("1159104620359","620359","ชยธร","มีศิลป์",2564,2,"null","null");

-- เครื่องรับพัสดุอัตโนมัติ
insert into student
    values ("1161304620411","620411","พิมพ์จิรา","สิงห์สูง",2564,2,"null","null");

insert into student
    values ("1161304620452","620452","ธรรมรัต","จันทสิทธิ์",2564,2,"null","null");

-- ระบบคลังวัสดุสำหรับบริษัท พิรุฬห์ แอสแซมบลีย์ จำกัด (กรณีศึกษำ)
insert into student
    values ("1160104000816","000816","ญาณิศา","อาจเลิศ",2564,2,"null","null");

insert into student
    values ("1160104620282","620282","ภานุทัต","ศิลปวิทยาทร",2564,2,"null","null");

insert into student
    values ("1160104620043","620043","ธนวัฒน์","ธนิกสุนันนิธิมา",2564,2,"null","null");

-- -- ตู้เพาะเลี้ยงถั่งเช่าสีทองอัตโนมัติ
-- insert into student
--     values ("1161104620645","620645","สมัญญา","สนธิรักษ์",2564,1,"null","null");

-- insert into student
--     values ("1161104001705","001705","สรชัช","งามจารุสิน",2564,1,"null","null");

-- insert into student
--     values ("1161104620397","620397","ภัคพล","ล้นเหลือ",2564,1,"null","null");        

-- ระบบแขนกลอัตโนมัติเพื่อการคัดแยกวัตถุ
insert into student
    values ("1161104620694","620694","พงศ์ปณต","พุ่มพัว",2564,1,"null","null");

insert into student
    values ("1161104620272","620272","ธิติพนธ์","ราชบุรี",2564,1,"null","null");

insert into student
    values ("1161104620215","620215","ธนกร","บรรดิษ",2564,1,"null","null");        

-- "ระบบตรวจสอบและแจ้งเตือนการรับพัสดุไปรษณีย์สำหรับคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1160104620472","620472","ธันวริณท์","เที่ยงตรง",2564,1,"null","null");

insert into student
    values ("1160104620225","620225","ธนดล","กลิ่นสุคนธ์",2564,1,"null","null");   

-- ระบบยืม-คืนอุปกรณ์กีฬามหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1161304620197","620197","นัทศริน","ยิ่งขจร",2564,1,"null","null");

insert into student
    values ("1161304620437","620437","นฤเบศร์","วนสินธุ์",2564,1,"null","null");   

-- "โปรแกรมตรวจสอบรูปภาพใบหน้าบุคคล กรณีศึกษาการขึ้นทะเบียน นักศึกษาใหม่มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1161304620460","620460","ธนดิตถ์","ม่วงขวัญ",2564,1,"null","null");

insert into student
    values ("1159304620282","620282","สหรัฐ","คาแก้ว",2564,1,"null","null");   

-- โมไบล์แอปพลิเคชันเพื่อการเรียนรู้คำศัพท์ภาษาอังกฤษ
insert into student
    values ("1161104620603","620603","กิตติภัทท์","หงษ์ทอง",2564,1,"null","null");

insert into student
    values ("1161104620124","620124","วิศวะ","ไชยทะเศรษฐ์",2564,1,"null","null");

insert into student
    values ("1161104001036","001036","สุภกิณห์","ทองห่อ",2564,1,"null","null");        

-- -- ระบบแขนกลอัตโนมัติเพื่อการคัดแยกวัตถุ
-- insert into student
--     values ("1161104620694","620694","พงศ์ปณต","พุ่มพัว",2564,1,"null","null");

-- insert into student
--     values ("1161104620272","620272","ธิติพนธ์","ราชบุรี",2564,1,"null","null");

-- insert into student
--     values ("1161104620215","620215","ธนกร","บรรดิษ",2564,1,"null","null");        

-- เครื่องฉีดน้ำไล่สุนัขและแมวด้วยระบบประมวลผลภาพ
insert into student
    values ("1161104620488","620488","สหรัฐ","สุดสาลี",2564,1,"null","null");

insert into student
    values ("1161104620504","620504","สุรสิทธิ์","ตั้งจิตเจริญ",2564,1,"null","null");        

-- ระบบจัดการโครงงานปริญญาตรีภาควิชาวิศวกรรมคอมพิวเตอร์ มทร.ธัญบุรี
insert into student
    values ("1159604620117","620117","หะริน","พึ่งรัตนา",2564,1,"null","null");

insert into student
    values ("1160404620131","620131","ปิยธิดา","ทินาทิน",2564,1,"null","null");

insert into student
    values ("1160404620313","620313","สิริเชษฐ์","ว่องไวชัยการ",2564,1,"null","null");        

-- แอปพลิเคชันหาคู่ผสมพันธุ์สำหรับแมว
insert into student
    values ("1161104620371","620371","พลวัฒน์","จงยิ่งเจริญยศ",2564,1,"null","null");

insert into student
    values ("1161104620736","620736","สิทธิดา","ชื่นชอบ",2564,1,"null","null");        

-- ระบบงานซ่อมบำรุงสำหรับหน่วยงานสารสนเทศคณะวิศวกรรมศาสตร์
insert into student
    values ("1160304620140","620140","นภัส","ถาวรวงษ์",2564,1,"null","null");       

insert into student
    values ("1160304620082","620082","สานิต","อ่อนละมูล",2564,1,"null","null");        

-- ตู้เพาะเห็ดขนาดเล็กสำหรับครัวเรือนควบคุมด้วยสมาร์ทโฟน
insert into student
    values ("1160404620065","620065","ราเชนทร์","นิลคูหา",2564,1,"null","null");

insert into student
    values ("1160404620289","620289","คทาวุธ","ทองย้อย",2564,1,"null","null");

insert into student
    values ("1160404620321","620321","ภาณุพงศ์","ชุนหสุวรรณ",2564,1,"null","null");        

-- ระบบตรวจหาผู้ไม่สวมใส่หมวกกันน็อกในระหว่างขับขี่รถจักรยานยนต์ด้วยการประมวลผลภาพ
insert into student
    values ("1160104620357","620357","ฤทธิกร","พูลสวัสดิ์",2564,1,"null","null");       

insert into student
    values ("1160104620456","620456","วงศกร","ไทรแก้ว",2564,1,"null","null");        

-- ระบบควบคุมสภาวะแวดล้อมสำหรับต้นไม้ในกระถาง
insert into student
    values ("1161104000327","000327","ญาณวุฒิ","หินสูงเนิน",2564,1,"null","null");

insert into student
    values ("1161104000350","000350","ณภัทร","โพธิ์งาม",2564,1,"null","null");

insert into student
    values ("1161104000624","000624","ปัณณธร","ยิ้มพงษ์",2564,1,"null","null");        

-- แบบฟอร์มเอกสารอิเล็กทรอนิกส์
insert into student
    values ("1160404620222","620222","สุทธวีร์","สืบวงษ์ตระกูล",2564,1,"null","null");

insert into student
    values ("1160304620264","620264","ปรีชญาธร","สุชศิริ",2564,1,"null","null");

insert into student
    values ("1160304620397","620397","ณรงค์ฤทธิ์","โสมอ่อง",2564,1,"null","null");        

-- เครื่องแยกขวดพลาสติกอัตโนมัติ
insert into student
    values ("1161104000954","000954","สราธร","ประถมวงษ์",2564,1,"null","null");

insert into student
    values ("1161104620090","620090","สหัสวรรษ","แสงลอย",2564,1,"null","null");

insert into student
    values ("1161104620454","620454","ศิวดล","วังสัน",2564,1,"null","null");        

-- ระบบจัดซื้อจัดจ้างพัสดุสำหรับองค์การพิพิธภัณฑ์วิทยาศาสตร์แห่งชาติ
insert into student
    values ("1159104620342","620342","ธนวัฒน์","เล้ารักษา",2564,1,"null","null");       

insert into student
    values ("1159104620490","620490","จักรีรัตน์","ดีสุบินทร์",2564,1,"null","null");        

-- ระบบประเมินครูผู้สอน วิทยาลัยอาชีวศึกษาสิงห์บุรี
insert into student
    values ("1159104003507","003507","พชรดนัย","จันทร์นาฝาย",2564,1,"null","null");       

insert into student
    values ("1160404620032","620032","วีรชน","มิ่งสกุล",2564,1,"null","null");        

-- ระบบจัดการคิวร้านอาหาร
insert into student
    values ("1160104001764","001764","ชัชฏาภรณ์","น้อยวิชัย",2564,1,"null","null");       

insert into student
    values ("1160404620522","620522","ปิยธิดา","ขานพิษ",2564,1,"null","null");        

-- ระบบเวชระเบียนห้องพยาบาลมหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี
insert into student
    values ("1160304620041","620041","สาวสุธินี","พุ่มสกุล",2564,1,"null","null");

insert into student
    values ("1160304620306","620306","บุษบา","วงษ์ษา",2564,1,"null","null");

insert into student
    values ("1160304620439","620439","ไตรภูมิ","วงษ์เล็ก",2564,1,"null","null");        

-- "ระบบรับสมัคร และขึ้นทะเบียนประวัตินักศึกษากรณีศึกษารอบโควตาคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเทคโนโลยีราชมงคลธัญบุรี"
insert into student
    values ("1161304620098","620098","ณัฐพล","อ่ำกร่าง",2564,1,"null","null");       

insert into student
    values ("1160304620106","620106","ศักรินทร์","ดำด้วง",2564,1,"null","null");        

-- แอปพลิเคชัน เธออยู่ไหน
insert into student
    values ("1161104620025","620025","ปฏิญญา","ตะบูนพงษ์",2564,1,"null","null");       

insert into student
    values ("1161104620561","620561","นพพล","ศรีเพชรพูล",2564,1,"null","null");        

-- ระบบจองห้องและการควบคุมการเข้าออกประตูด้วยรหัสคิวอาร์
insert into student
    values ("1160404620024","620024","ศุภลักษณ์","ชมศิลป์",2564,1,"null","null");       

insert into student
    values ("1160404620206","620206","ศิวกร","นพหิรัญ",2564,1,"null","null");        

-- ระบบแนะนำสินค้าและร้านค้าตลาดเคหะคลองหก
insert into student
    values ("1161404620014","620014","ธีระ","จันทร์หล้า",2564,1,"null","null");

insert into student
    values ("1161404620279","620279","ณัฐวุฒิ","ต้นกล้วย",2564,1,"null","null");

insert into student
    values ("1161404620287","620287","ธนกฤต","น้อยพงษ์",2564,1,"null","null");        

-- ระบบจัดการผู้เข้าสอบภาษาอังกฤษสาหรับนักศึกษาปีสุดท้าย
insert into student
    values ("1161304620056","620056","ภานุวัฒน์","ชมฤทธิ์",2564,1,"null","null");       

insert into student
    values ("1161304620072","620072","ชาคร","พนาสุธากาญจน์",2564,1,"null","null");        

-- แอปพลิเคชันระบุสายพันธุ์กระบองเพรชด้วยการประมวลผลภาพ
insert into student
    values ("1162304620336","620336","สมจินตนา","จั่นแก้ว",2564,1,"null","null");       

insert into student
    values ("1162304620468","620468","ปริวัฒน์","พลอยงาม",2564,1,"null","null");        